{
  "buttons": {
    "ok": "OK",
    "ca": "Отмена",
    "cl": "Закрыть лаунчер",
    "sr": "Переключиться на релиз",
    "re": "Повтор",
    "ig": "Игнорировать",
    "ye": "Да",
    "no": "Нет"
  },
  "settings": {
    "launcher": {
      "header": "Основные настройки",
      "bgmvol": "Громкость фоновой музыки:",
      "emupath": "Путь до эмулятора:",
      "updch": "Канал обновлений:",
      "updfr": {
        "label": "Регулярность обновлений:",
        "opt": {
          "daily": "Ежедневно",
          "weekly": "Еженедельно",
          "monthly": "Ежемесячно"
        }
      },
      "doubleclick": "Двойное нажатие запускает игру",
      "gsd": {
        "label": "Папки с играми:",
        "buttons": {
          "add": "Добавить",
          "remove": "Удалить"
        }
      }
    },
    "emulator": {
      "header": "Настройки эмулятора",
      "currusr": {
        "label": "Стартовый пользователь:",
        "opt": {
          "default": "Anon"
        }
      },
      "troperk": "Ключ трофеев:",
      "masterdevice": "Вывода звука:",
      "mastervol": "Общая громкость:",
      "lang": "Язык системы:",
      "fullscreen": "Полноэкранный режим:",
      "keybinds": "Открыть настройки биндов клавиатуры",
      "inbackends": "Настройка геймпада:"
    },
    "alerts": {
      "ghtoken": "Nightly сборки требуют авторизации на GitHub! Хотите продолжить?\nПриложение откроет страницу для создания токена, вы должны создать fine-grained токен с любым названием и датой истечения. Оставьте все остальные поля без изменения и нажмите кнопку \"Generate token\" внизу страницы. Затем скопируйте сгенерированный токен в соответствующее поле в настройках.",
      "unavail": "Эта возможность недоступна в вашей текущей версии эмулятора!",
      "unsaved": "Обнаружены несохраненные настройки! Действительно ли вы хотите выйти?"
    },
    "save": "Сохранить и выйти",
    "close": "Закрыть без сохранения"
  },
  "main": {
    "actions": {
      "alrun": "Предыдущая игра не закрыта!",
      "nogame": "Необходимо сначала выбрать игру в списке!",
      "gerror": "Процесс psOff вернул ошибку: {error}",
      "reqrst": "Некоторые измененные настройки требуют перезагрузки лаунчера!"
    },
    "gamesummary": {
      "lastrun": "Запуск:",
      "playtime": {
        "label": "Наиграно:",
        "duration": {
          "null": "Unplayed",
          "seconds": "{value} сек.",
          "minutes": "{value} мин.",
          "hours": "{value} ч."
        }
      },
      "trophies": "Трофеи:"
    },
    "gamebuttons": {
      "open": "Открыть папку игры",
      "run": "Запустить игру"
    },
    "firstrun": {
      "text": "Добро пожаловать в psOff advanced launcher! Хотите пройти туториал?",
      "nobtn": "Не хочу",
      "yesbtn": "Да, пожалуйста"
    }
  },
  "updater": {
    "warns": {
      "newver": "Доступна новая версия эмулятора psOff! Хотите скачать её? (Установлена: {currver}, Новая: {newver})",
      "noemu": "Похоже, что у вас не установлен эмулятор psOff. Хотите скачать последний релиз ({latest})?",
      "downproc": "Скачиваю эмулятор..."
    },
    "errors": {
      "checkfail": "Не удалось проверить обновления: {error}",
      "nonightly": "У вас не установлен GitHub токен, nightly обновления без него не работают!"
    }
  },
  "tutorial": {
    "welcome": "Добро пожаловать в туториал по использованию psOff advanced launcher!\nНажмите [Escape] чтобы отменить туториал и [LMB]/[Enter]/[Space] чтобы переключиться на следующую карточку.",
    "filter": "Это фильтр по списку игр, тут вы можете вводить как имя игры, так и её ID чтобы было легче её найти.",
    "list": "А это сам список игр. Найденные игры будут появляться тут.\nНаведите мышку на значок игры и нажмите [LMB] на нём, чтобы выбрать игру или [RMB] чтобы открыть контекстное меню игры.",
    "tropicon": "Эта иконка указывает на то, что игра имеет трофеи, которые вы можете получить в процессе прохождения.",
    "tbtn": "Здесь находятся кнопки лицензий, настроек, сворачивания и закрытия лаунчера.",
    "abtn": "Названия этих кнопок говорят сами за себя.\nВы должны нажимать их только после выбора определенной игры из списка.",
    "trophybtn": "Это кнопка списка трофеев.\nЕсли вы её нажмете, появится всплывающее окошко со списком трофеев.",
    "trophytrk": "Если у вас не установлен ключ трофеев, тогда этот список будет пустым, так как без него дешифровка невозможна.\nЭтот ключ можно достать из вашей PS4.",
    "trophylst": "Примерно так выглядит список трофеев, если у вас установлен ключ.",
    "console": "А это окно терминала.\nОно появится сразу после запуска\nигры.\nЕго содержимое полезно для отправки\nрепортов совместимости.\nВы можете скопировать всё\n содержимое нажатием [RMB].\nДавайте перейдём к окну настроек.",
    "bgmvol": "Окно настроек состоит из двух катеогрий: Настройки Лаунчера и Эмулятора.\nДавайте начнём с настроек лаунчера.\nЭта настройка указывает громкость фоновой музыки. Эта музыка будет играть только если она есть в игре.",
    "ghtoken": "Этот параметр опционален и нужен только для Nightly обновлений. Если вам нужны только релизные версии эмулятора, эту настройку можно безопасно проигнорировать.",
    "emupath": "Здесь вы можете указать путь до папки с эмулятором.\nЕсли у вас нет жуе установленного эмулятора, то эту настройку можно оставить как есть.\nКнопка \"...\" откроет окно выбора папки.",
    "updch": "Эта настройка контролирует сервис обновлений.\nВы можете полностью отключить их или переключиться между Release и Nightly версиями.",
    "updfr": "Здесь указывается частота проверки обновлений, не рекомендуется ставить эту настройку ниже \"Еженедельно\", если у вас не установлен токен для работы с GitHub API.",
    "gsd": "Это список папок, которые лаунчер будет сканировать на предмет наличия PS4 игр в них.\nВы можете добавить сюда новые папки или удалить их с помощью кнопок ниже.",
    "gsdbtn": "Текстовое поле должно содержать путь до папки.\nКнопка \"...\" откроет диалог для автоматического заполнения поля пути.\nВыпадающий список с цифрами используется для указания глубины сканирования указанной папки.",
    "gbacntl": "Здесь вы можете настроить бекенды для геймпада каждого пользователя и бинды для кнопок keyboard бекенда.",
    "currusr": "Эта настройка определяет то, какой пользователь будет сообщён игре как запустивший её.",
    "troperk": "Этот ключ нужен, чтобы дешифровать файл с трофеями игры.\nЕсли ключ неверен или вообще не введён, вы не увидите списка трофеев игры и названий трофеев при их получении в игре.",
    "masterdevice": "Здесь можно указать устройство вывода звука игры.",
    "mastervol": "А это громкость звука игры.",
    "lang": "Эта настройка указывает, какой язык будет использоваться в игре.\nЕсли указанный язык не поддерживается игрой, тогда весь игровой текст будет отображаться на стандартном языке, который определяется настройками самой игры.\nЭта настройка так же влияет на язык лаунчера.",
    "fullscreen": "Этот чекбокс определяет в каком режиме будет запущен эмулятор.\nЕсли чекбокс установлен, то эмулятор запустится в полноэкранном режиме.",
    "end": "Поздравляем! Вы завершили туториал. Если вдруг захотите пройти его заново, просто нажмите [F1]. Удачи!"
  },
  "trophies": {
    "hidden": "[СКРЫТО]"
  }
}
